/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "Połączenie z Internetem tego komputera jest wyłączone.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "Połączenie z Internetem tego komputera może być wyłączone.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "Połączenie z Internetem tego komputera jest włączone.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "Serwer DNS tego komputera nie odpowiada.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "Serwer DNS nie może odnaleźć nazwy serwera.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Router tego komputera nie odpowiada.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Serwer, z którym ten komputer próbuje się połączyć, nie odpowiada.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "Połączenie z Internetem tego komputera jest włączone.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Hasła formularza internetowego";

/* HTTP result code string */
"accepted" = "zaakceptowane";

/* HTTP result code string */
"bad gateway" = "zła bramka";

/* HTTP result code string */
"bad request" = "złe żądanie";

/* HTTP result code string */
"client error" = "błąd klienta";

/* HTTP result code string */
"conflict" = "konflikt";

/* HTTP result code string */
"continue" = "dalej";

/* HTTP result code string */
"created" = "utworzone";

/* HTTP result code string */
"expectation failed" = "oczekiwania nie zostały spełnione";

/* HTTP result code string */
"forbidden" = "zabronione";

/* HTTP result code string */
"found" = "znalezione";

/* HTTP result code string */
"gateway timed out" = "przekroczenie limitu czasu bramki";

/* HTTP result code string */
"informational" = "informacyjne";

/* HTTP result code string */
"internal server error" = "błąd wewnętrzny serwera";

/* HTTP result code string */
"length required" = "wymagana jest długość";

/* HTTP result code string */
"method not allowed" = "metoda nie jest dozwolona";

/* HTTP result code string */
"moved permanently" = "trwale przeniesione";

/* HTTP result code string */
"multiple choices" = "wiele wyborów";

/* HTTP result code string */
"needs proxy" = "wymagane proxy";

/* HTTP result code string */
"no content" = "brak zawartości";

/* HTTP result code string */
"no error" = "bez błędu";

/* HTTP result code string */
"non-authoritative information" = "brak autorytatywnej informacji";

/* HTTP result code string */
"not found" = "nie znaleziono";

/* HTTP result code string */
"not modified" = "niemodyfikowane";

/* HTTP result code string */
"partial content" = "zawartość częściowa";

/* HTTP result code string */
"payment required" = "wymagana zapłata";

/* HTTP result code string */
"precondition failed" = "niespełniony warunek wstępny";

/* HTTP result code string */
"proxy authentication required" = "wymagane uwierzytelnienie proxy";

/* HTTP result code string */
"redirected" = "przekierowane";

/* HTTP result code string */
"no longer exists" = "już nie istnieje";

/* HTTP result code string */
"request timed out" = "przekroczenie limitu czasu żądania";

/* HTTP result code string */
"request too large" = "żądanie zbyt długie";

/* HTTP result code string */
"requested URL too long" = "żądany URL zbyt długi";

/* HTTP result code string */
"requested range not satisfiable" = "żądany zakres nie jest satysfakcjonujący";

/* HTTP result code string */
"reset content" = "wyzerowanie zawartości";

/* HTTP result code string */
"see other" = "zobacz pozostałe";

/* HTTP result code string */
"server error" = "błąd serwera";

/* HTTP result code string */
"service unavailable" = "usługa niedostępna";

/* HTTP result code string */
"success" = "sukces";

/* HTTP result code string */
"switching protocols" = "przełączenie protokołów";

/* HTTP result code string */
"temporarily redirected" = "czasowe przekierowanie";

/* HTTP result code string */
"unacceptable" = "nieakceptowalne";

/* HTTP result code string */
"unauthorized" = "nieautoryzowany";

/* HTTP result code string */
"unimplemented" = "niezaimplementowane";

/* HTTP result code string */
"unsupported media type" = "nieobsługiwany typ nośnika";

/* HTTP result code string */
"unsupported version" = "nieobsługiwana wersja";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Wystąpił problem z komunikacją z serwerem proxy sieci Web (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Wystąpił problem z komunikacją z bezpiecznym serwerem proxy sieci Web (HTTPS).";

/* WebFoundationErrorUnknown description */
"Err-998" = "anulowano";

/* WebFoundationErrorCancelled description */
"Err-999" = "błędny URL";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "Upłynął limit czasu żądania.";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "nieobsługiwany URL";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "Nie można odnaleźć serwera o określonej nazwie hosta.";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Nie można połączyć się z serwerem.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Połączenie sieciowe zostało utracone.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "Błąd wyszukiwania DNS";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "zbyt wiele przekierowań HTTP";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "zasób niedostępny";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "Połączenie tego komputera z Internetem jest prawdopodobnie nieaktywne.";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "przekierowano donikąd";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "Odebrano błędną odpowiedź z serwera.";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "zasób o rozmiarze zero bajtów";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "nie można odkodować danych raw";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "nie można odkodować danych zawartości";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "nie można zanalizować odpowiedzi";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "Roaming międzynarodowy jest obecnie wyłączony.";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "Nie można nawiązać połączenia transmisji danych w czasie rozmowy.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "Połączenie transmisji danych nie jest teraz możliwe.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "koniec strumienia treści żądania";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "Żądany URL nie został odnaleziony na tym serwerze.";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "plik jest katalogiem";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "Nie masz uprawnień dostępu do żądanego zasobu.";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "zasób przekracza maksymalną wielkość";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "Wystąpił błąd SSL i nie można nawiązać bezpiecznego połączenia z serwerem.";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Certyfikat tego serwera utracił ważność.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Certyfikat tego serwera utracił ważność. Możliwe, że łączysz się z serwerem, który podszywa się pod „%@”, co może narazić Twoje poufne dane.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Certyfikat tego serwera jest nieprawidłowy.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Certyfikat tego serwera jest nieprawidłowy. Możliwe, że łączysz się z serwerem, który podszywa się pod „%@”, co może narazić Twoje poufne dane.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Certyfikat tego serwera został podpisany przez nieznany urząd certyfikacji.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Certyfikat tego serwera został podpisany przez nieznany urząd certyfikacji. Możliwe, że łączysz się z serwerem, który podszywa się pod „%@”, co może narazić Twoje poufne dane.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Certyfikat tego serwera nie jest jeszcze ważny.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Certyfikat tego serwera nie jest jeszcze ważny. Możliwe, że łączysz się z serwerem, który podszywa się pod „%@”, co może narazić Twoje poufne dane.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Serwer nie zaakceptował certyfikatu.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "Serwer „%@” nie zaakceptował certyfikatu.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "Serwer wymaga certyfikatu klienta.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "Serwer „%@” wymaga certyfikatu klienta.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "nie można załadować z sieci";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "Nie można utworzyć pliku";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Nie można otworzyć pliku";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Błąd podczas zamykania pliku";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Nie można zapisać pliku";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Nie można usunąć pliku";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Nie można przenieść pliku";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Dekodowanie pobranego pliki nie powiodło się";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Dekodowanie pobranego pliki nie powiodło się";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Czy mimo to chcesz się połączyć z tym serwerem?";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Aby zmienić ustawienia proxy, otwórz preferencje sieci, kliknij kartę Zaawansowane, a następnie kliknij przycisk Proxy. Aby uzyskać pomoc w rozwiązaniu tego problemu, skontaktuj się administratorem systemu.";

/* Recovery suggestion */
"To change your proxy settings, open Network preferences, click Advanced, and then click Proxies. For help with this problem, contact your system administrator." = "Aby zmienić ustawienia proxy, otwórz preferencje Sieć, kliknij w Zaawansowane, a następnie kliknij w Proxy. Aby uzyskać pomoc w związku z tym problemem, skontaktuj się z administratorem systemu.";
